Ran Plan for 2 projects:

1. project: `sumologic/collector` dir: `sumologic/collector` workspace: `default`
1. project: `sumologic/partition` dir: `sumologic/partition` workspace: `default`

### 1. project: `sumologic/collector` dir: `sumologic/collector` workspace: `default`
<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # sumologic_collector.vpcflowlog will be created
+ resource "sumologic_collector" "vpcflowlog" {
      + category    = "aws/s3"
      + description = "Collecotor using vpc flow from aws s3"
      + id          = (known after apply)
      + name        = "vpcflowlog"
      + timezone    = "Etc/UTC"
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p sumologic/collector`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.terraform.devart.tv/lock?id=DevopsArtFactory%252Fterraform-provisioning%252Fsumologic%252Fcollector%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p sumologic/collector`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
### 2. project: `sumologic/partition` dir: `sumologic/partition` workspace: `default`
<details><summary>Show Output</summary>

```diff

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # sumologic_partition.vpcflowlog will be created
+ resource "sumologic_partition" "vpcflowlog" {
      + analytics_tier                = "continuous"
      + data_forwarding_id            = (known after apply)
      + id                            = (known after apply)
      + index_type                    = (known after apply)
      + is_active                     = (known after apply)
      + is_compliant                  = false
      + is_included_in_default_search = false
      + name                          = "vpcflowlog"
      + retention_period              = -1
      + routing_expression            = "_sourcecategory=vpcflow/*"
      + total_bytes                   = (known after apply)
    }

Plan: 1 to add, 0 to change, 0 to destroy.

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -p sumologic/partition`
* :put_litter_in_its_place: To **delete** this plan click [here](https://atlantis.terraform.devart.tv/lock?id=DevopsArtFactory%252Fterraform-provisioning%252Fsumologic%252Fpartition%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -p sumologic/partition`
</details>
Plan: 1 to add, 0 to change, 0 to destroy.

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
